# ValidateCurveLoopsOptions Properties

---
The ValidateCurveLoopsOptions type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
ValidateCurveLoopsOptions Class
Autodesk.Revit.DB Namespace